Repository: pkatsifaras/fake-oauth2-server
Catalog: gsislogin_test/translations/*.po
Languages: el

source: Login via Taxisnet
el: Είσοδος με Taxisnet

source: Register via Taxisnet
el: Εγγραφή μέσω Taxisnet

source: You chose not to proceed to login from the systems of the Greek General Secretariat for Information Systems.
el: Επιλέξατε να μην προχωρήσετε στην σύνδεση μέσω του λογαριασμού σας στα συστήματα της Γενικής Γραμματείας Πληροφοριακών Συστημάτων.

source: ERR: 001 There was a problem connecting to the systems of the General Secretariat for Information Systems.
el: ERR:001 Παρουσιάστηκε πρόβλημα στην σύνδεση με τα συστήματα της Γενικής Γραμματείας Πληροφοριακών Συστημάτων.

source: ERR: 002 Problem in response to the systems of the General Secretariat for Information Systems.
el: ERR:002 Πρόβλημα στην απάντηση απο τα συστήματα της Γενικής Γραμματείας Πληροφοριακών Συστημάτων.

source: ERR: 003 Problem in connection with the General Secretariat of Information Systems.ERR: 003 Problem in connection with the General Secretariat of Information Systems.
el: ERR:003 Πρόβλημα στην σύνδεση με την Γενική Γραμματεία Πληροφοριακών συστημάτων.

source: ERR: 004 Problem in connection with the General Secretariat of Information Systems.
el: ERR:004 Πρόβλημα στην σύνδεση με την Γενική Γραμματεία Πληροφοριακών συστημάτων.

source: ERR: 005 Data collection problem from the General Secretariat of Information Systems.
el: ERR:005 Πρόβλημα λήψης στοιχείων από την Γενική Γραμματεία Πληροφοριακών συστημάτων.

source: ERR: 006 Problem of entering data from the General Secretariat of Information Systems.
el: ERR:006 Πρόβλημα εισαγωγής στοιχείων από την Γενική Γραμματεία Πληροφοριακών συστημάτων.

source: ERR: 007 Data entry problem by the General Secretariat of Information Systems.
el: ERR:007 Πρόβλημα εισαγωγής στοιχείων από την Γενική Γραμματεία Πληροφοριακών συστημάτων.
